[Translation]
LangCode=0401
ReadHabit=Left-to-right
LanguageName=KUK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Ewlekirin
Warning=Balkêşname
Error=Çewtî
Confirm=Ewlekirin
CurVer=Capa aniha:
FrmGBAbout.caption=Li ser me
FrmGBAbout.btnok.caption=Erê
FrmGBAbout.lblver.caption=Capa aniha:
FrmGBAbout.lblemail.caption=E-peyama piştgîrîyê:
FrmGBAbout.lblhome.caption=Rûpele serekî:
FrmGBAbout.lblthank.caption=Wergêr: Hêja tobal hamo
pmHelp=Alîkarî li ser înternêtê
pmHome=Rûpela serekî
pmCheckNew=Berçavkirina nûjenkirinê
pmLang=Ziman
pmAbout=Li ser me
pmrun=Vêxistina lîstokê
pmadd=Zêdekirina lîstokê
pmdel=Hilandina lîstokê
pminfo=Agahîya lîstokê
pmEndProcess=Dawîkirina pêvajoyê
pmExclude=Dûrxistin
pmNoExclude=Jikarxistina dûrxistin
pmGoogle=Bi Google bigere
FrmGBMain.BtnTabGame.Caption=Lîstokên min
FrmGBMain.BtnTabOpt.Caption=Çêtirkera pergalê
FrmGBMain.BtnTabProcess.Caption=Çêtirkera pêvajoyê
FrmGBMain.BtnTabService.Caption=Çêtirkera xizmetê
FrmGBMain.Btnlikeit.Caption=Li xweşîya min hat
FrmGBMain.BtnRestore.Caption=Zivrandin
FrmLikeit.lblTitle.caption=Heger we ji Wise Game Booster hezkir, Lava bi havlên xwe jî bidin naskirin.
FrmLikeit.lblInfo.caption=Lava Wise Game Booster bi hevalên xwe re parvebikin.
FrmLikeit.lblRate.caption=Wise Game Booster binirxînin:
FrmLikeit.lblfollow.caption=Bi me re bin li ser:
FrmLikeit.lblshare.caption=Parvekirina Wise Game Booster:
FrmLikeit.btndownload.caption=Jêbarkirina bê pere
FrmLikeit.imgrate.hint=5 stêrkan bi me din
FrmLikeit.imgmail.hint=Bi hevalên xwe re parvebikin
FrmLikeit.imgface1.hint=Li ser Facebook parvebikin
FrmLikeit.imgface2.hint=Bi me re bin li ser Facebook
FrmLikeit.imgtwitter1.hint=Li ser Twitter parvebikin
FrmLikeit.imgtwitter2.hint=Bi me re bin li ser Twitter
FrmLikeit.Caption=Li xweşîya min hat
FrmLikeit.lbldownload.caption=Ji WiseCleaner.com de bernamên bê pere jêbarbikin:
FrmGameinfo.caption=Agahîya lîstokê
FrmGameinfo.lbltype.caption=Cureya lîstokê:
FrmGameinfo.lblname.caption=Nava rêzê:
FrmGameinfo.lblPublisher.caption=Pêşxistkara lîstokê:
FrmGameinfo.lbltimes.caption=Carên vêxistinê:
FrmGameinfo.lbllasttime.caption=Vêxistina dawî:
FrmGameinfo.lblrate.caption=Nirxandina lîstokê:
FrmGameinfo.lblcomment.caption=Têbînên lîstokê:
FrmGameinfo.btnok.caption=Erê
FrmGameinfo.btncancel.caption=Ne hêle
FrmGameBox.btnsysopt.caption=Çêtirkirin
FrmGameBox.btnProcessopt.caption=Çêtirkirin
FrmGameBox.btnServiceopt.caption=Çêtirkirin
FrmGameBox.btnopt.caption=Çêtirkirina hemûyan
FrmSysOpt.btnopt.caption=Çêtirkirin aniha
FrmSysOpt.lblhint.caption=Çêtirkirina bûjenan ji bu başkirina kara lîstokê.
FrmSysOpt.lblreall.caption=Rawestina hemûyan
FrmProcess.lblhint.caption=Girtina pêvajoyên êku bîra bilind bikartînin ji bu lezkirina lîstokê.
ProcessCpu=Bikaranîna CPU
ProcessMemory=Bikaranîna bîrê
ProcessSuggest=Pêşnîyarî
ProcessAction=Kargerîya pêvajoyê
ProcessMostMemUse=Bikaranîna bîra bilind ya bernamên bê pergal
FrmService.lblhint.caption=Girtina xizmetên êku ti kara xwe bi lezbûna lîstokan tune.
ServicePublisher=Pêşxistkar
ServiceSuggest=Pêşnîyarî
ServiceAction=Kargerîya xizmetê
ServiceStop=Girtina xizmetên êku ti kara xwe bi lezbûna lîstoka tune.
ServiceDisable=Siknandina (Pêşnîyarkirî)
ServiceEnable=Destpêkirin (Pêşnîyarkirî)
ServiceKeep=Hilanîn (Pêşnîyarkirî)
ServiceMust=Divê vekirî be
Frmrestore.Btnreall.caption=Rawestina hemû xizmetan
Frmrestore.caption=Rawestina xizmetê
Frmrestore.Btnok.caption=Erê
ServiceName=Nava xizmetê
ServiceChangeDateTime=Guhartina dawî
ServiceRestore=Rawestina xizmetê

[GUI]
ButtonYes=Belê
ButtonNo=Na
ButtonOK=Erê
ButtonMinimize=Biçûkkirin
ButtonMaximize=Mezinkirin
ButtonClose=Girtin
ButtonRestore=Zivrandin
ButtonMenu=Pêrist

[Lang]
NativeLanguage=Kurdish(Kumancî )

[GameBox]
GameUnknow=Ne nasîne
GameRPG=Rola-vêxistina lîstokan
GameShot=Lîstokên avêtinê
GameOther=Lîstokên dî
NeverPlay=Tu cara nehatî lîstin
UnknowPublisher=Pêşxistkarin ne nasîn
lstbtnadd=Zêdekirina lîstokê
LblSysopt=Çêtirkirina pergalê
LblProcessopt=Kargerîya pêvajoyê
LblServiceopt=Çêtirkirina xizmetê
LblTitleCheck=Ezmûnkirina kara PC, lava rawestin...

[message]
FirRun=Hûn dixwazin bername li hemû lîstokên navçe xwe-lêbigere di destpêkê de?
NoNewVer=Pîroz be! Hûn çapa tev dawî bikartînin.
CheckComputer=Ezmûnkirina kara PC, lava rawestin...
SearchGame=Li lîstokên we î navçe tê lêgerandin, lava rawestin…
Allgood=Pîroz be! PC’ya we di rewşek baş da ye. Çêtirkirin ne girînge.
SysGood=Pîroz be! Ti bûjen çêtirkirinê naxwazin.
ProcessGood=Pîroz be! Ti pêvajo dwîkirinê naxwazin.
ServiceGood=Pîroz be! Ti xizmet seknandinê naxwazin.
HaveProblem=%d asteng hatin dîtin! Lava li ser “Çêtirkirina hemûyan” nikilbikin ku bên çaksazkirin.
sysProblem=%d ne tên çêtirkirin.
Processproblem=%d pêvajo ne tên dawîkirin ji bu serbestkirina bîrê.
Serviceproblem=%d xizmet ne tên dawîkirin.
DeleteGame=Hûn rast dixwazin vê lîstokê hilbidin?
HaveOpt=Çêtirkirî
btnRestore=Rawestin
btnOpt=Çêtirkirin aniha
BtnAction=Çalakî
BtnStop=Siknandina xizmetê
SuggestClose=Dawîkirin (Pê?nîyarkirî)
SuggestKeep=Hilanîn (Pêşnîyarkirî)
haveStoped=Siknandî
HaveRun=Destpêkirî
BtnRun=Destpêkirin
HaveFail=Siknandin pûçbû
OptComputer=Tê çêtirkirin, lava rawestin…
AllgoodAfterOpt=Çêtrikirin biseribû û %s MB ezberebû. Lîstokê aniha bilîzin!
AllgoodAfterManualOpt=Pîroz be! Ti bûjen çêtirkirinê naxwazin. Lîstokê aniha bilîzin!
HaveProblemAfterOpt=%d bûjen nehatin çêtirkirin, lê %s MB ji bîrê hat serbestkirin.

[sysopt]
SystemStable=Aramîya pergalê
SystemSpeedup=Lezkirina pergalê
NetworkSpeedup=Lezkirina torê
AutoKill=Xwe-vemirandina bernamên bê bersiv ji bu pergal netê talankirin.
RestartExplorer=Automatically restart Windows Explorer to avoid an unexpected desktop disappearing
TwoProcess=Make Windows Explorer run as a separate process to avoid a system conflict
ErrorReport=Jikarxistina belavoka çewtîya temaşokê ji bu başkirina karî pergalê
Debugger=Jikarxistina çaksazkerê ji bu lezkirina pêvajoya çewtîyan
OptMemory=Çêtirkirina amedekerên rêwaj ya bîrê ji bu başkirina kara pergalê
OptVEff=Çêtirkirina dîma (dialog box, menus, etc.) ji bu başkirina lezbûna bersiva pergalê
OptFileSystem=Çêtirkirina rêza pergalê ji bu başkirina kara pergalê
OptDiskSystem=Çêtirkirina sêlika I/O  ji bu başkirina kara pergalê
DisAutoRun=Jikarxistina "Autoplay" kêrê li ser ajokan ji bu ji Vêrûsan bidûrkevin
OptTTL=Çêtirkirina amedekerên TTL(Time To Live) ji bu başkirina karê torê
OptNetForward=Çêtirkirina kara tore
OptMTU=Automatically detect "black holes" by Path MTU Discovery technique to improve TCP/IP performance
OptWINS=Çêtirkirina nava WINS ji bu başkirina guhastina daneyan.
OptNetWork=Çêtirkirina amedekerên torê ji bu başkirina karê guhastinê
CloseAnimate=Girtina temaşoka bandora livlivokê demê biçûkkirina û mezinkirina penceran ji bu lezkirina Windows
PagingExecutive=Disable memory pagination and reduce disk I/O to improve application performance. (Ignore it if your physical memory is <1 Gb)
StaticIP=Set a static IP for your local connection to improve your PC startup speed
PorcessorTime=Optimize processor performance to make applications, games, etc. run more smoothly. (Ignore it if your machine is a server.)
DisableIDECheck=Prevent IDE channel check to improve the Windows startup speed
ForeAppSpeed=Boost the response speed of foreground programs
AeroPeek=Boost the display speed of Aero Peek

